Repository: pion-zou/unichip
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr, ja, zh

# 0 < 库存 ≤ 10
source: 0 < Stock ≤ 10
ja: 0 < 在庫 ≤ 10
zh: 0 < 库存 ≤ 10

# Babel语言
source: Babel Language
fr: Langue Babel
ja: Babel言語
zh: Babel语言

# Session语言
source: Session Language
fr: Langue de Session
ja: セッション言語
zh: Session语言

# UniChip 电子芯片
source: UniChip Electronic Chips
fr: Puces Électroniques UniChip
ja: UniChip 電子チップ
zh: UniChip 电子芯片

# UniChip 电子芯片库存查询
source: UniChip Electronic Chip Inventory Query
fr: Requête d'Inventaire de Puce Électronique UniChip
ja: UniChip 電子チップ在庫照会
zh: UniChip 电子芯片库存查询

# UniChip 电子芯片库存查询系统. 保留所有权利.
source: UniChip Electronic Chip Inventory Query System. All rights reserved.
fr: Système de Requête d'Inventaire de Puce Électronique UniChip. Tous droits réservés.
ja: UniChip 電子チップ在庫照会システム。すべての権利を保有します。
zh: UniChip 电子芯片库存查询系统. 保留所有权利.

# 专业的电子元器件供应商
source: Professional Electronic Component Supplier
fr: Fournisseur Professionnel de Composants Électroniques
ja: プロフェッショナルな電子部品サプライヤー
zh: 专业的电子元器件供应商

# 价格面议
source: Price Negotiable
fr: Prix à Négocier
ja: 価格要相談
zh: 价格面议

# 价格：
source: Price:
fr: Prix :
ja: 価格：
zh: 价格：

# 例如: STM32F103C8T6
source: e.g.: STM32F103C8T6
fr: ex.: STM32F103C8T6
ja: 例：STM32F103C8T6
zh: 例如: STM32F103C8T6

# 例如：我需要1000个该型号芯片，请提供报价和交货时间
source: e.g.: I need 1000 units of this model, please provide quotation and delivery time
fr: ex.: J'ai besoin de 1000 unités de ce modèle, veuillez fournir un devis et un délai de livraison
ja: 例：このモデルのチップが1000個必要です。見積もりと納期をお願いします
zh: 例如：我需要1000个该型号芯片，请提供报价和交货时间

# 信息已提交，我们会尽快联系您
source: Information submitted, we will contact you as soon as possible
fr: Information soumise, nous vous contacterons dès que possible
ja: 情報が送信されました。できるだけ早くご連絡いたします
zh: 信息已提交，我们会尽快联系您

# 充足
source: Sufficient
fr: Suffisant
ja: 十分
zh: 充足

# 公司名
source: Company Name
fr: Nom de la Société
ja: 会社名
zh: 公司名

# 型号：
source: Model:
fr: Modèle :
ja: 型番：
zh: 型号：

# 如有紧急需求，请直接拨打我们的服务电话。
source: For urgent needs, please call our service number directly.
fr: Pour des besoins urgents, veuillez appeler directement notre numéro de service.
ja: 緊急の場合は、サービス電話まで直接お電話ください。
zh: 如有紧急需求，请直接拨打我们的服务电话。

# 姓名
source: Name
fr: Nom
ja: 氏名
zh: 姓名

# 少量
source: Low Stock
fr: Stock Faible
ja: 在庫わずか
zh: 少量

# 库存 = 0
source: Stock = 0
ja: 在庫 = 0
zh: 库存 = 0

# 库存 > 10
source: Stock > 10
ja: 在庫 > 10
zh: 库存 > 10

# 库存说明
source: Stock Information
fr: Information sur le Stock
ja: 在庫情報
zh: 库存说明

# 库存：
source: Stock:
ja: 在庫：
zh: 库存：

# 快速查询芯片库存信息，获取实时报价
source: Quickly query chip inventory information and get real-time quotes
fr: Recherche rapide d'informations sur l'inventaire des puces et obtention de devis en temps réel
ja: チップ在庫情報を素早く照会し、リアルタイムの見積もりを取得
zh: 快速查询芯片库存信息，获取实时报价

# 感兴趣，请提供详细报价和交货时间。
source: interested, please provide detailed quotation and delivery time.
fr: intéressé, veuillez fournir un devis détaillé et un délai de livraison.
ja: 興味があります。詳細な見積もりと納期を教えてください。
zh: 感兴趣，请提供详细报价和交货时间。

# 我对型号
source: I am interested in model
fr: Je suis intéressé par le modèle
ja: 型番
zh: 我对型号

# 描述：
source: Description:
ja: 説明：
zh: 描述：

# 提交信息
source: Submit Information
fr: Soumettre les Informations
ja: 情報送信
zh: 提交信息

# 提交后，您的信息将被发送到管理员邮箱，我们会在1-2个工作日内与您联系。
source: After submission, your information will be sent to the administrator's email, and we will contact you within 1-2 business days.
fr: Après soumission, vos informations seront envoyées à l'e-mail de l'administrateur, et nous vous contacterons dans 1 à 2 jours ouvrables.
ja: 送信後、情報は管理者のメールに送信され、1〜2営業日以内にご連絡いたします。
zh: 提交后，您的信息将被发送到管理员邮箱，我们会在1-2个工作日内与您联系。

# 提交失败，请重试
source: Submission failed, please try again
fr: Échec de la soumission, veuillez réessayer
ja: 送信に失敗しました。もう一度お試しください
zh: 提交失败，请重试

# 提供各类芯片库存查询和采购服务
source: Provides various chip inventory query and procurement services
fr: Fournit divers services de requête d'inventaire de puces et d'approvisionnement
ja: 様々なチップ在庫照会および調達サービスを提供
zh: 提供各类芯片库存查询和采购服务

# 提示：支持模糊查询，输入部分型号即可查找
source: Tip: Supports fuzzy search, enter part of the model number
fr: Astuce : Prend en charge la recherche floue, entrez une partie du numéro de modèle pour rechercher
ja: ヒント：あいまい検索をサポートしています。型番の一部を入力して検索できます
zh: 提示：支持模糊查询，输入部分型号即可查找

# 无描述
source: No description
fr: Pas de description
ja: 説明なし
zh: 无描述

# 未找到芯片
source: Chip not found
fr: Puce non trouvée
ja: チップが見つかりません
zh: 未找到芯片

# 查询
source: Search
fr: Rechercher
ja: 検索
zh: 查询

# 查询中...
source: Searching...
fr: Recherche en cours...
ja: 検索中...
zh: 查询中...

# 查询失败，请重试
source: Search failed, please try again
fr: Échec de la recherche, veuillez réessayer
ja: 検索に失敗しました。もう一度お試しください
zh: 查询失败，请重试

# 查询库存
source: Inventory Query
fr: Requête d'Inventaire
ja: 在庫照会
zh: 查询库存

# 查询成功！
source: Search successful!
fr: Recherche réussie !
ja: 検索成功！
zh: 查询成功！

# 查询结果
source: Search Results
fr: Résultats de la Recherche
ja: 検索結果
zh: 查询结果

# 电子芯片库存查询系统
source: Electronic Chip Inventory Query System
fr: Système de Requête d'Inventaire de Puce Électronique
ja: 電子チップ在庫照会システム
zh: 电子芯片库存查询系统

# 电话
source: Phone
fr: Téléphone
ja: 電話
zh: 电话

# 留言
source: Message
ja: メッセージ
zh: 留言

# 管理员
source: Administrator
fr: Administrateur
ja: 管理者
zh: 管理员

# 管理员登录
source: Admin Login
fr: Connexion Administrateur
ja: 管理者ログイン
zh: 管理员登录

# 缺货
source: Out of Stock
fr: Rupture de Stock
ja: 在庫切れ
zh: 缺货

# 翻译测试
source: Translation Test
fr: Test de Traduction
ja: 翻訳テスト
zh: 翻译测试

# 联系我们
source: Contact Us
fr: Contactez-Nous
ja: お問い合わせ
zh: 联系我们

# 芯片信息
source: Chip Information
fr: Informations sur la Puce
ja: チップ情報
zh: 芯片信息

# 芯片库存查询
source: Chip Inventory Query
fr: Requête d'Inventaire de Puce
ja: チップ在庫照会
zh: 芯片库存查询

# 语言
source: Language
fr: Langue
ja: 言語
zh: 语言

# 请输入芯片型号
source: Please enter chip model
fr: Veuillez entrer le modèle de la puce
ja: チップ型番を入力してください
zh: 请输入芯片型号

# 调试信息
source: Debug Information
fr: Informations de Débogage
ja: デバッグ情報
zh: 调试信息

# 邮箱
source: Email
ja: メール
zh: 邮箱

# 重要提示
source: Important Notice
fr: Note Importante
ja: 重要なお知らせ
zh: 重要提示

# 需要更多？立即咨询
source: Need more? Contact us now
fr: Besoin de plus ? Contactez-nous maintenant
ja: さらに必要ですか？今すぐお問い合わせ
zh: 需要更多？立即咨询
